Repository: Nathan1258/Menubar-Weather
Catalog: WeatherApp/Localizable.xcstrings
Source language: en
Languages: de, fr, pl, sk

source: Dew Point
de: Taupunkt
fr: Point de rosée
pl: Punkt rosy
sk: Rosný bod

source: Feels like
de: Gefühlt
fr: Ressentie
pl: Odczuwalna
sk: Pocitovo

source: Friday
de: Freitag
fr: Vendredi
pl: Piątek
sk: Piatok

source: Go to GitHub Page
de: Gehe zur GitHub-Seite
fr: Aller à la page GitHub
pl: Przejdź do strony GitHub
sk: Prejsť na stránku GitHub

source: Hello
de: Hallo
fr: Bonjour
pl: Hej
sk: Ahoj

source: Humidity
de: Feuchtigkeit
fr: Humidité
pl: Wilgotność
sk: Vlhkosť

source: Launch MenuBar Weather at login
de: Starte MenuBar Weather bei Login
fr: Lancer MenuBar Weather à la connexion
pl: Uruchamiaj na starcie
sk: Spustiť MenuBar Weather pri štarte

source: Make sure your WiFi and location services are on for this app.
de: Bitte gib’ für diese App die WLAN- und Ortungsdienste frei.
fr: Assurez-vous que votre WiFi et vos services de localisation sont activés pour cette application.
pl: Upewnij się, że WIFI i usługi lokalizacyjne są włączone.
sk: Uisti sa, že máš zapnuté Wi-Fi a lokalizačné služby pre túto aplikáciu.

source: Metric to display in menubar
de: Metrik zum Anzeigen in der Menüleiste
fr: Mesures à afficher dans la barre de menu
pl: Metryka do wyświetlenia w pasku menu
sk: Metrika na zobrazenie v paneli ponuky

source: Monday
de: Montag
fr: Lundi
pl: Poniedziałek
sk: Pondelok

source: Now
de: Jetzt
fr: Maintenant
pl: Teraz
sk: Teraz

source: Quit
de: Beenden
fr: Quitter
pl: Zakończ
sk: Ukončiť

source: Saturday
de: Samstag
fr: Samedi
pl: Sobota
sk: Sobota

source: Settings
de: Einstellungen
fr: Paramétres
pl: Ustawienia
sk: Nastavenia

source: Show 'Feels like' temperature in the menu bar instead of actual temperature
de: Zeigt in der Menüleiste die gefühlte Temperatur anstelle der tatsächlichen Temperatur an
fr: Afficher la température ressentie dans la barre de menu au lieu de la température réelle
pl: Pokazuj odczuwalną temperaturę zamiast rzeczywistej w pasku menu
sk: Zobraziť v lište "Pocitovú" teplotu namiesto skutočnej teploty

source: Show a weather icon aside the temperature
de: Zeige in der Menüleiste neben der Temperatur ein Icon mit den Wetterverhältnissen
fr: Afficher une icône météo à côté de la température
pl: Pokazuj ikonę pogody obok temperatury
sk: Zobraziť ikonu počasia vedľa teploty

source: Show gradient background based on current weather
de: Passe den Hintergrund an das momentane Wetter an
fr: Afficher un arrière-plan dégradé en fonction de la météo actuelle
pl: Pokaż gradientowe tło w zależności od aktualnej pogody
sk: Zobraziť pozadie podľa aktuálneho počasia

source: Show monochrome icons
de: Zeige monochrome Icons
fr: Localisation
pl: Pokazuj monochromatyczne ikony
sk: Zobraziť čiernobiele ikony

source: Sourced from  Weather
de: Daten von  Weather
fr: Données provenant de la météo  Weather
pl: Dane z  Weather
sk: Zdroj:  Počasie

source: Sunday
de: Sonntag
fr: Dimancher
pl: Sobota
sk: Nedeľa

source: Sunrise
de: Sonnenaufgang
fr: Levée du soleil
pl: Wschód
sk: Východ

source: Sunset
de: Sonnenuntergang
fr: Coucher du soleil
pl: Zachód
sk: Západ

source: Thursday
de: Donnerstag
fr: Jeudi
pl: Czwartek
sk: Štvrtok

source: Today
de: Heute
fr: Aujourd'hui
pl: Dzisiaj
sk: Dnes

source: Tuesday
de: Dienstag
fr: Mardi
pl: Wtorek
sk: Utorok

source: Two seconds...
de: Gib’ uns noch ein paar Sekunden…
fr: Un moment svp...
pl: Momencik…
sk: O chvíľu to bude...

source: Use 12-hour time format
de: Zeige die Zeit im 12-Stunden-Format an
fr: Format de l'heure : 12h
pl: Używaj formatu 12-godzinnego
sk: Použiť 12-hodinový formát času

source: Use Celsius instead of Fahrenheit
de: Nutze als Temperatureinheit Celsius statt Fahrenheit
fr: Utiliser les dégrées Celsius au lieu de Fahrenheit
pl: Używaj stopni Celsjusza zamiast Fahrenheita
sk: Používať stupne Celzia namiesto Fahrenheitov

source: We're fetching your current weather
de: Wir laden die Wetterdaten
fr: Recherche des données météorologiques actuelles
pl: Wczytuję aktualne dane pogodowe
sk: Získavame informácie o aktuálnom počasí

source: We're having some troubles
de: Es gibt ein paar Probleme
fr: Nous avons quelques problémes
pl: Mamy problem
sk: Niečo nám nefunguje

source: Wednesday
de: Mittwoch
fr: Mercredi
pl: Środa
sk: Streda

source: UV Index
fr: Index UV
pl: Index UV
